import React from 'react'
import { AboutContainer, Title, Text, SubTitle } from './AboutStyle'

const About = () => {
    return (
        <AboutContainer>
            <Title>Кондитерський цех "Ідеал"</Title>
            <Text>
                Кондитерська фабрика "Ідеал" була заснована та розпочала свою виробничу та комерційну діяльність у листопаді 2006 року.
            </Text>
            <Text>
                Засновники фабрики: Плахтієнко В.Д. і Плахтієнко В.Т.
            </Text>
            <Text>
                Метою створення фабрики була необхідність розширення асортименту якісних кондитерських виробів на ринку м. Кривого Рогу та Криворізького району.
            </Text>
            <Text>
                Еталонна якість, постійне вдосконалення та слідування сучасним трендам світової кондитерської галузі оцінили гурмани інших міст і районів нашої та сусідніх областей, а також м. Києва.
            </Text>
            <Text>
                На сьогоднішній день у асортименті фабрики більше 50 видів тортів, пирогів та рулетів.
            </Text>
            <Text>
                Продукція фабрики нещадно користується широким попитом серед покупців через високу якість, ексклюзивне оформлення, помірну ціну та гнучку логістику.
            </Text>
            <Text>
                У фабриці постійно працює сплочений високопрофесійний колектив з 40 осіб, який дуже відповідально ставиться до запитів покупців.
            </Text>
            <SubTitle>
                Девіз "Ідеалу": "Якість – перш за все!"
            </SubTitle>

        </AboutContainer>
    )
}

export default About
